Repository: zoogits/woocommerce-pip-ca
Catalog: woocommerce-pip-*.po
Languages: ca

source: No shipping
ca: Sense despeses d'enviament

source: Phone:
ca: Telèfon:

source: Print Invoices/Packing Lists
ca: Imprimir factures/Llistes d'embalatge

source: Documents to print will open in a new window.
ca: Documents per imprimir s'obrirà en una finestra nova.

source: Are you sure you want to reset the invoice number counter? This action could result in duplicate invoice numbers or other unintended consequences.
ca: Esteu segur que voleu restablir el comptador de número de factura? Aquesta acció podria ocasionar números de factura duplicats o altres conseqüències no desitjades.

source: Template Customizer
ca: Personalitzador de Plantilla

source: Customize the template using a visual editor.
ca: Personalitzar la plantilla utilitzant un editor visual.

source: Customize
ca: Personalitza

source: Customize Template
ca: Personalitzar Plantilla

source: Company Information
ca: Informació de l’empresa

source: Typography
ca: Tipografia

source: Content
ca: Contingut

source: Advanced
ca: Avançat

source: Shop Logo
ca: Logo de la botiga

source: Upload a logo representing your shop or business.
ca: Carregar un logotip que representa la seva botiga o negoci.

source: Logo Max Width
ca: Amplada màx. logotip

source: The maximum width of the logo.
ca: L'amplada màxima del logotip.

source: Shop Name
ca: Nom de la botiga

source: Enter your shop or business name to be displayed when not using a logo. Leave blank to use the default site title.
ca: Introduïu el vostre nom botiga o negoci que es mostrarà quan no utilitza un logotip. Deixar en blanc per utilitzar el títol de lloc per defecte.

source: Shop URL
ca: URL de botiga

source: Enter the URL to be used in the template for your shop or business website URL. Leave blank to use the default site url.
ca: Introduïu l'URL per ser utilitzat en la plantilla per a la seva botiga o negoci lloc web URL. Deixar en blanc per utilitzar la url del lloc per defecte.

source: Extra information
ca: Informació addicional

source: Enter additional information or subheading to be displayed below the title or logo.
ca: Introduïu informació addicional o subtítol que es mostra per sota el títol o logotip.

source: Shop name or logo alignment
ca: Alineació de nom o logo de botiga

source: Set the alignment of the shop title or logo in template.
ca: Definir l'alineació de la botiga títol o logotip en plantilla.

source: Left
ca: Esquerra

source: Right
ca: Dreta

source: Center
ca: Centre

source: Shop Address
ca: Adreça de la botiga

source: Enter your shop or business address to be displayed next to the logo or shop name.
ca: Introduïu la vostra adreça botiga o negoci que es mostrarà al costat del nom, logotip o botiga.

source: Shop Address alignment
ca: Alineació de l'adreça de la botiga

source: Set the alignment of the shop address in template.
ca: Definir l'alineació de l'adreça de botiga en plantilla.

source: Body font size
ca: Cos de lletra

source: The template default body font size.
ca: Cos de lletra per defecte de la plantilla.

source: Heading font size
ca: Cos de lletra de la capçalera

source: The template default heading font size.
ca: Cos de lletra per defecte de la plantilla.

source: Link Color
ca: Color d'enllaç

source: Choose the default color of links in template.
ca: Tria el color per defecte dels enllaços en plantilla.

source: Headings Color
ca: Color dels titulars

source: Choose the default color for heading text.
ca: Triar el color predeterminat per als titulars.

source: Table Head Background Color
ca: Color de fons de la capçalera de la taula

source: Choose the default color for the table head background.
ca: Tria el color de fons per defecte per la capçalera de la taula.

source: Table Head Color
ca: Color de la capçalera de la taula

source: Choose the default color for the table head text.
ca: Triar el color predeterminat per als titulars.

source: Header
ca: Capçalera

source: Enter additional information to be displayed below the document's header.
ca: Introduïu informació addicional que es mostra per sota de la capçalera del document.

source: Returns Policy, Terms and Conditions, etc.
ca: Política de devolucions, termes i condicions, etc..

source: Enter your shop's policies to be displayed at the bottom of the document.
ca: Introduïu les polítiques de la botiga per ser mostrat a la part inferior del document.

source: Fine print
ca: Lletra petita

source: Display the terms and conditions text in fine print.
ca: Mostrar el text de termes i condicions en lletra petita.

source: Footer
ca: Peu de pàgina

source: Enter additional information to be displayed at the document's footer.
ca: Introduïu la informació dels drets d’autor. Es mostra al peu de pàgina.

source: Custom Styles
ca: Estils personalitzats

source: For advanced users: you may enter additional CSS styles that will be used in the document template.
ca: Per a usuaris avançats: podeu introduir estils CSS addicionals que s'utilitzarà a la plantilla de document.

source: Save and Preview Changes
ca: Desa i presenta els canvis

source: Pick List email for %d order sent.
ca: Pick List %d email per la comanda enviada.

source: %d %s email sent.
ca: %d email %s enviat.

source: No %s emails sent.
ca: No s'ha enviat cap email %s.

source: No %s created for printing. Please select valid orders or reload this page first.
ca: No hi ha %s creada per imprimir. Si us plau, seleccioneu comandes vàlids o Recarregar aquesta pàgina primer.

source: Print now.
ca: Imprimir ara.

source: %1$s for %2$s orders created. %3$s
ca: %1$s per a %2$s comandes creades. %3$s

source: %1$s %2$s created. %3$s
ca: %1$s %2$s creat. %3$s

source: %1$s created. %2$s
ca: %1$s creat. %2$s

source: Invoice number:
ca: Factura número:

source: Print Invoice
ca: Imprimir Factura

source: Send Email Invoice
ca: Enviar factura per email

source: Print Packing List
ca: Imprimir llista d'embalatge

source: Send Email Packing List
ca: Enviar per email la llista d'embalatge

source: Print Pick List
ca: Imprimir llista de recollida

source: Send Email Pick List
ca: Enviar per email la llista de recollida

source: Invoice
ca: Factura

source: Packing List
ca: Llista d'embalatge

source: Invoice: %s
ca: Factura: %s

source: Invoice/Packing List
ca: Factura/Llista d'embalatge

source: Invoice not printed
ca: Factura no impresa

source: Invoice printed
ca: Factura impresa

source: Packing List not printed
ca: Llista d'embalatge no impresa

source: Packing List printed
ca: Llista d'embalatge impresa

source: Show all print statuses
ca: Mostrar tots els estats d'impressió

source: Invoices/Packing Lists
ca: Factures/Llistes d'embalatge

source: Emails
ca: Correus electrònics

source: You can configure Invoices/Packing Lists %1$semail settings here%2$s.
ca: Vostè pot configurar els emails de factures/llistes d'embalatge %1$s aquí %2$s.

source: Reset counter
ca: Restablir el comptador

source: Reset the starting invoice number.
ca: Restableix el número de factura inicial.

source: Tick this if you want to edit the invoice start number.
ca: Seleccioni si vol editar el numero inicial de factura.

source: %s Day of the month without leading zeros
ca: %s Dia del mes sense zeros al davant

source: %s Day of the month with leading zeros (2 digits)
ca: %s Dia del mes amb zeros al davant (2 dígits)

source: %s Month, without leading zeros
ca: %s Mes, sense zeros al davant

source: %s Month, with leading zeros (2 digits)
ca: %s Mes, amb zeros al davant (2 dígits)

source: %s Year (2 digits)
ca: %s Any (2 dígits)

source: %s Year (4 digits)
ca: %s Any (4 dígits)

source: %s 24-hour format of an hour without leading zeros
ca: %s Format 24 hores sense zeros al davant

source: %s 24-hour format of an hour with leading zeros (2 digits)
ca: %s Format 24 hores amb zeros al davant (2 dígits)

source: %s Minutes with leading zeros
ca: %s Minuts amb zeros al davant

source: %s Seconds with leading zeros
ca: %s Segons amb zeros al davant

source: Invoice Appearance
ca: Aparença de la factura

source: Show shipping method
ca: Mètode d'enviament

source: Enable if you want to display shipping method for the invoice order.
ca: Habilitar si vol mostrar el mètode d'enviament per a la factura de la comanda.

source: Show customer details
ca: Dades del client

source: Enable if you want to display customer details.
ca: Habilitar si vol mostrar dades del client.

source: Show customer note
ca: Nota al Client

source: Enable if you want to display the customer note.
ca: Habilitar si vol mostrar la nota del client.

source: Show coupons used in order
ca: Mostra els cupons utilitzats en la comanda

source: Enable if you want to display a list of coupons applied to the order.
ca: Habilitar si vol mostrar els cupons aplicats a la comanda.

source: Invoice Number Generation
ca: Generar número de factura

source: Use Order Number as Invoice Number
ca: Utilitzar el número de comanda com a número de factura

source: Enable this to use the order number as the invoice number. Disable to auto-generate the invoice number based on a starting number of your choice.
ca: Habilitar si vol utilitzar el número de comanda com a número de factura. Desactivar auto-generar el número de factura basada en un número inicial de la seva elecció.

source: Invoice Number Start
ca: Número inicial de factura

source: Set the starting invoice number.
ca: Definir el número de factura inicial.

source: Invoice Number Minimum Digits
ca: Mínim de dígits del número de factura

source: Adds leading zeros to the invoice number count to keep the number of characters in the invoice number consistent. Leave to 1 to ignore the setting.
ca: Afegeix zeros al començament del número de factura per mantenir constant el nombre de caràcters en el nombre de factura. Deixar a 1 per ignorar la configuració.

source: Invoice Number Prefix
ca: Prefix del número de factura

source: Set your custom invoice number prefix.
ca: Definir el prefix personalitzat de número de factura.

source: You may also use the following merge tags: %s
ca: També pot utilitzar les següents etiquetes: %s

source: Invoice Number Suffix
ca: Sufix del número de factura

source: Set your custom invoice number suffix.
ca: Definir el sufix personalitzat de número de factura.

source: Packing List Appearance
ca: Aparença de la Llista d'embalatge

source: Show terms and conditions
ca: Mostra els termes i condicions

source: Enable if you want to display terms and conditions or return policy on packing lists.
ca: Habilitar si vol mostrar els termes i condicions o devolucions en llistes d'embalatge.

source: Show footer
ca: Mostra el peu de pàgina

source: Enable if you want to display footer information on packing lists.
ca: Habilitar si vol mostrar la informació de peu de pàgina en les llistes d'embalatge.

source: Exclude Virtual Items
ca: Excloure objectes virtuals

source: Exclude virtual items from showing on packing lists.
ca: Excloure objectes virtuals de ser mostrats en llistes d'embalatge.

source: Order Date: %s
ca: Data de la comanda: %s

source: Billing Address
ca: Adreça de facturació

source: Shipping Address
ca: Adreça d’enviament

source: Shipping Method
ca: Mètode d'enviament

source: Discount:
ca: Descompte:

source: Shipping:
ca: Enviament:

source: Free Shipping
ca: Enviament gratuït

source: State Tax:
ca: Impostos:

source: Payment Method:
ca: Mètode de pagament:

source: Refund:
ca: Reemborsament

source: Blue
ca: Blau

source: Size:
ca: Mida:

source: %1$sCoupon used:%3$s %4$s
ca: %1$sCupó utilitzat:%3$s %4$s

source: Customer details
ca: Dades del client

source: Telephone:
ca: Telèfon:

source: Invoices
ca: Factures

source: SKU
ca: Ref:

source: Product
ca: Producte

source: Quantity
ca: Quantitat

source: Price
ca: Preu

source: Invoice %1$s for order %2$s
ca: Factura %1$s de la comanda %2$s

source: Invoice for order %s
ca: Factura de la comanda %s

source: View your invoice: %s
ca: Veure la seva factura: %s

source: View your invoice.
ca: Veure la seva factura.

source: Packing Lists
ca: Llistes d'embalatge

source: Total Weight
ca: Pes total

source: Packing List for invoice %1$s (order %2$s)
ca: Llista d'embalatge per factura %1$s (comanda %2$s)

source: Packing List for order %s
ca: Llista d'embalatge per la comanda %s

source: Uncategorized
ca: General

source: This order does not contain shippable items.
ca: Aquesta comanda no conté elements a la venda.

source: %d pc.
ca: %d article

source: Pick List
ca: Llista de recollida

source: Pick Lists
ca: Llistes de recollida

source: Details
ca: Llegir més

source: Total Weight (%s)
ca: Pes total (%s)

source: Order %1$s - Invoice %2$s
ca: Comanda %1$s - Factura %2$s

source: If enabled, invoice emails are sent when an order is paid and the order status is processing or completed.
ca: Si està activat, les factures per correu electrònic s'envien quan es paga una comanda i l'estat de la comanda és processada o completada.

source: [%1$s] Invoice %2$s for order %3$s from %4$s
ca: [%1$s] Factura %2$s per la comanda %3$s de %4$s

source: Enable/Disable
ca: Habilitar/Deshabilitar

source: Enable this email notification
ca: Activa aquesta notificació per correu electrònic

source: Subject
ca: Assumpte

source: Defaults to <code>%s</code>
ca: El valor per defecte és <code>%s</code>

source: If enabled, packing list emails are sent to designated recipients when an order needs to be processed.
ca: Si està activat, les llistes d'embalatge per correu electrònic són enviades quan una comanda ha de ser processada.

source: [%1$s] Packing List for invoice %2$s - order %3$s from %4$s
ca: [%1$s] Llista d'empaquetatge de la factura %2$s - comanda %3$s de %4$s

source: Recipient(s)
ca: Destinatari(s)

source: Enter recipients (comma separated) for this email. Defaults to admin email: <code>%s</code>.
ca: Introduïu destinataris (separats per coma) per aquest correu electrònic. Per defecte són <code>%s</code> .

source: Pick list emails can be manually sent via order bulk action to the designated recipients.
ca: Els emails de llistes de recollida es poden enviar manualment mitjançant una acció massiva als destinataris designats.

source: [%1$s] Pick List for %2$s
ca: [%1$s] Llista de recollida per %2$s

source: %d order
ca: %d ordine

source: View invoice
ca: Veure factura

source: View Invoice
ca: Veure factura

source: Print
ca: Imprimir

source: Customer Details
ca: Dades del client

source: List of items needed to process %d order.
ca: Lista di articoli necessari per completare %d ordine.

source: Printed on: %1$s at %2$s
ca: Imprès el dia %1$s a les %2$s

source: Hi there! It looks like you have upgraded %1$s from an older version. We have added lots of new features, please %2$scheck out the documentation%3$s for an overview and some helpful upgrading tips!
ca: Hola! Sembla que ha actualitzat %1$s d'una versió més antiga. Hem afegit moltes coses noves, si us plau %2$s mira la documentació %3$s per a una visió general i alguns consells útils!

source: Thanks for installing %1$s! To get started, take a minute to %2$sread the documentation%3$s :)
ca: Gràcies per instal·lar %1$s! Per començar, dediqueu un minut a %2$s llegir la documentació %3$s :)

source: Customize and print invoices and packing lists for WooCommerce orders from the WordPress admin
ca: Personalitza i imprimeix factures i llistes d'embalatge per a comandes de WooCommerce des de l'administració de WordPress

source: http://www.woothemes.com
ca: http://woothemes.com

# Facsimile label. Try to keep this below 16 characters length.
source: Sample Invoice
ca: Exemple de factura

# Customer note sample for the live template preview.
source: Please include a printed copy of your catalog, thank you.
ca: Si us plau inclogui una còpia impresa del seu catàleg, gràcies.
